Revit 2024 API
StructuralSectionISlopedFlange.ClearWebHeight Property
 Detailing depth between the web toes of the fillets, in.(mm)
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2015
Syntax
C#
public double ClearWebHeight { get; set; }
Visual Basic
Public Property ClearWebHeight As Double
	Get
	Set
Visual C++
public:
property double ClearWebHeight {
	double get ();
	void set (double value);
}
See Also
StructuralSectionISlopedFlange Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace